{
  "name": "Alaska",
  "code": "AK",
  "about": "Alaska, the largest state by area in the US, boasts a staggering landscape with towering mountains, vast glaciers, pristine coastlines, and diverse ecosystems. Due to its immense size and remote locations, population centers are spread out.",
  "nickname": "The Last Frontier",
  "notes": [
    "Due to Alaska's size, some regions encompass extremely remote areas with limited transportation options.",
    "Southcentral Alaska boasts the most significant population centers.",
    "Southeast Alaska offers a unique blend of urban amenities and stunning natural beauty.",
    "Interior Alaska features diverse ecosystems and a focus on resource extraction.",
    "Southwest Alaska and the Aleutian Islands are known for their harsh environments, unique wildlife, and Alaska Native cultures.",
    "Arctic Alaska is the most remote and sparsely populated region."
  ],
  "breakdown": {
    "Southcentral Alaska": [
      "**Anchorage & Mat-Su Valley:** Anchorage (Anchorage Municipality) is the most populous city in Alaska, known for its transportation hub status, cultural attractions, and access to outdoor recreation. The Mat-Su Valley (Matanuska-Susitna Borough) offers a mix of suburban communities, working farms, and scenic beauty. This region provides the most significant concentration of population in Alaska.",
      "**Kenai Peninsula & Kenai-Kodiak Islands Borough:** The Kenai Peninsula is a popular tourist destination known for its stunning scenery, fishing, and wildlife viewing. The Kenai-Kodiak Islands Borough encompasses Kodiak Island, famed for its bear population. This region offers a focus on natural resources, fishing, and outdoor activities."
    ],

    "Southeast Alaska": [
      "**Greater Juneau:** Juneau (Juneau Borough) is the state capital, known for its historic buildings, majestic glaciers, and proximity to wilderness areas. This region offers a unique blend of urban amenities and stunning natural beauty, accessible by ferry or plane.",
      "**Ketchikan & Alexander Archipelago:** Ketchikan (Ketchikan Gateway Borough) is a major cruise ship destination, known for its totem poles, fishing industry, and access to the Inside Passage. The Alexander Archipelago is a vast island chain offering stunning scenery and abundant wildlife. This region boasts a strong focus on tourism and maritime culture."
    ],

    "Interior Alaska": [
      "**Fairbanks & Alaska Interior:** Fairbanks (Fairbanks North Star Borough) is a major city known for its role in the Alaska Pipeline and its vibrant winter culture, including aurora borealis viewing. The Alaska Interior encompasses a vast region with diverse ecosystems, ranging from taiga forests to permafrost tundra. This region offers a focus on resource extraction, winter sports, and indigenous cultures."
    ],

    "Southwest Alaska & Aleutian Islands": [
      "**Aleutian Islands & Bering Sea:** A remote archipelago known for its volcanic landscapes, wildlife diversity, and harsh weather conditions. The Aleutian Islands are sparsely populated, with a focus on scientific research and commercial fishing.",
      "**Dillingham & Bristol Bay:** Dillingham (Bristol Bay Borough) is a major commercial fishing center, known for its salmon fishery. Southwest Alaska offers a vast region with tundra landscapes, abundant wildlife, and a strong Alaska Native presence. This region is known for its focus on subsistence living, commercial fishing, and cultural heritage."
    ],

    "Arctic Alaska": [
      "**Barrow & North Slope:** Barrow (Utqiaġvik) is the northernmost city in the United States, known for its Inupiat heritage and its role in oil production. The North Slope encompasses a vast arctic region with permafrost tundra, polar bears, and long periods of darkness or sunlight. This region has a very low population density and focuses on scientific research, oil production, and Inupiat cultural preservation."
    ]
  }
}
