{
  "name": "Colorado",
  "code": "CO",
  "nickname": "",
  "about": "Colorado's majestic Rocky Mountains dominate the landscape, cradling vibrant cities, charming towns, and diverse ecosystems.",
  "notes": [
    "Colorado's population is concentrated along the Front Range urban corridor and resort towns.",
    "Some areas might fall within multiple regions depending on specific location and context."
  ],
  "breakdown": {
    "Front Range": [
      "Denver Metro Area: The most populous region, centered around Denver (Denver County) and sprawling into surrounding areas like Aurora (Arapahoe County), Lakewood (Jefferson County), and Westminster (Adams County). Known for its urban core, craft beer scene, and proximity to the Rocky Mountains.",
      "Fort Collins & Northern Colorado: Fort Collins (Larimer County) is a university town (Colorado State University) known for its craft breweries and outdoor recreation opportunities. This region offers a college-town vibe with access to stunning mountain scenery.",
      "Colorado Springs & Pikes Peak Region: Colorado Springs (El Paso County) is a major city nestled against Pikes Peak, a famous mountain summit. The region offers a mix of urban amenities, military presence (Air Force Academy), and access to outdoor activities."
    ],
    "Western Colorado": [
      "Grand Junction & Colorado River Valley: Grand Junction (Mesa County) is a hub for western Colorado, known for its wineries, fruit orchards, and access to stunning canyons like the Grand Canyon of the National Parks. This region offers a taste of desert landscapes alongside mountain scenery.",
      "Steamboat Springs & Yampa Valley: Steamboat Springs (Routt County) is a world-renowned ski resort town known for its powder snow and charming atmosphere. The Yampa Valley offers a haven for winter sports enthusiasts and outdoor activities.",
      "Aspen & Roaring Fork Valley: Aspen (Pitkin County) is a luxurious ski resort town attracting celebrities and winter sports enthusiasts. The Roaring Fork Valley boasts stunning scenery and a high-end atmosphere.",
      "Vail & Eagle County: Vail (Eagle County) is another world-class ski resort town offering luxurious accommodations and winter sports activities. The Eagle River Valley provides a scenic backdrop for outdoor recreation."
    ],
    "Southern Colorado": [
      "Pueblo & Arkansas River Valley: Pueblo (Pueblo County) is a historic steel mill town undergoing revitalization. The Arkansas River Valley offers opportunities for rafting, fishing, and exploring natural wonders like Royal Gorge Bridge.",
      "San Luis Valley: Encompassing a high-altitude valley stretching across Alamosa, Costilla, Rio Grande, and Saguache counties, this region is known for its agricultural production, diverse cultures (including Hispanic heritage), and Great Sand Dunes National Park."
    ],
    "Eastern Plains": [
      "Greeley & Weld County: Greeley (Weld County) is an agricultural hub known for its sugar beet production and proximity to Denver. This region offers a rural feel with a growing population."
    ],
    "Colloquial or Local Region": [
      "Jackson Hole, Wyoming (border region): While Jackson itself is in Wyoming, its role as a world-renowned ski resort town and gateway to Grand Teton National Park makes it a popular destination for Colorado visitors, especially those in the northern Front Range."
    ]
  }
}
