{
  "name": "California",
  "code": "CA",
  "nickname": "",
  "about": "",
  "notes": [],
  "breakdown": {
    "Central": [
      "Sacramento Metro & San Joaquin Valley (North): This region stretches from the southern outskirts of the Sacramento area (Sacramento & San Joaquin Counties) down to Stockton (San Joaquin County) and Modesto (Stanislaus County). It's known for its agricultural production, with a mix of urban, suburban, and rural areas.",
      "Fresno Metropolitan Area: Fresno, in Fresno County, forms the core of this region. It's a major agricultural hub with a growing manufacturing sector and a diverse population.",
      "Bakersfield & San Joaquin Valley (South): Bakersfield (Kern County) anchors this region in the southern portion of the San Joaquin Valley. It's known for its oil production industry, agriculture, and growing Hispanic population.",
      "Central Coast: This region stretches along the Pacific Ocean, encompassing Monterey Bay and Big Sur. Key areas include Monterey, Carmel-by-the-Sea (Monterey County), San Luis Obispo (San Luis Obispo County), and Santa Barbara (Santa Barbara County). It's renowned for its scenic coastline, beaches, world-class golf courses, artistic influence, and wine production.",
      "Stockton Metropolitan Area: Stockton (San Joaquin County) is a growing metropolitan area with a mix of urban, suburban, and industrial areas. It's a major transportation hub for the Central Valley.",
      "Modesto Metropolitan Area: Modesto (Stanislaus County) is another growing metropolitan area in the northern San Joaquin Valley. It offers a suburban lifestyle with a mix of residential and commercial development.",
      "Kings Canyon & Sierra Nevada Foothills: This region encompasses the foothills of the Sierra Nevada mountain range, including Fresno County (Kings Canyon National Park) and Madera County (Yosemite National Park gateway towns). It's known for its natural beauty, outdoor recreation opportunities, and proximity to national parks."
    ]
  }
}
