{
  "name": "Georgia",
  "code": "GA",
  "nickname": "",
  "about": "",
  "notes": [
    "Metro Atlanta is the most populous region, with Atlanta being the dominant urban center.",
    "North Georgia offers scenic beauty with mountains and foothills.",
    "South Georgia has a more rural character with a focus on agriculture and peanut production.",
    "The Atlantic coast boasts beautiful beaches and historic Savannah.",
    "Some areas might fall within multiple regions depending on specific location and context."
  ],
  "breakdown": {
    "Metro Atlanta": [
      "Atlanta & Perimeter: The most populous region, centered around Atlanta (Fulton County). This major city is a hub for finance, healthcare, transportation, and a fast-growing tech sector. The \"Perimeter\" refers to the surrounding counties (primarily Cobb, DeKalb, Gwinnett) with a mix of suburbs, commercial centers, and a growing population."
    ],
    "North Georgia": [
      "Athens & Classic City Region: Athens (Clarke County) is a major city known for the University of Georgia, creating a vibrant college town atmosphere. The Classic City Region offers a mix of rolling hills, historic sites, and a growing music scene.",
      "Gainesville & Lake Lanier: Gainesville (Hall County) is a major city known for its lakeside setting on Lake Lanier, a popular recreation destination. North Georgia offers scenic beauty with mountain ranges and national forests.",
      "Dalton & Carpet Capital of the World (border region): Dalton (Whitfield County) is a major city known for its carpet industry, earning it the nickname \"Carpet Capital of the World.\" This region extends slightly into Tennessee, with a mix of industry and rolling hills."
    ],
    "Northeast Georgia": [
      "Augusta & CSRA (border region): Augusta (Richmond County) is a major city known for its history, medical centers, and hosting the Masters golf tournament. The CSRA (Carolina-Sandhills Region) extends slightly into South Carolina, offering a mix of urban amenities, historic sites, and rolling hills."
    ],
    "West Central Georgia": [
      "Columbus & The Chattahoochee Valley: Columbus (Muscogee County) is a major city along the Chattahoochee River, known for its military base (Fort Benning) and growing industrial sector. The Chattahoochee Valley offers a mix of scenic beauty and historical sites."
    ],
    "East Central Georgia": [
      "Macon & Middle Georgia: Macon (Bibb County) is a historic city known for its music scene (especially soul music) and its annual cherry blossom festival. Middle Georgia offers a mix of rolling hills, agriculture, and historic towns."
    ],
    "East Georgia": [
      "Augusta & Savannah River Region: This region encompasses the areas around Augusta (see Northeast Georgia description) extending eastward along the Savannah River. It offers a mix of rural landscapes, historic sites, and agricultural production.",
      "Statesboro & Georgia Southern University: Statesboro (Bulloch County) is a major city known for Georgia Southern University and its growing economy. East Georgia offers a mix of agriculture, forests, and a slower pace of life."
    ],
    "South Georgia": [
      "Albany & Southwest Georgia: Albany (Dougherty County) is a major city in southwest Georgia, known for its agricultural production and Albany State University. Southwest Georgia offers a mix of rolling plains, agriculture, and peanut production.",
      "Valdosta & Southern Georgia: Valdosta (Lowndes County) is a major city known for Valdosta State University and its proximity to Moody Air Force Base. South Georgia offers a more rural character with abundant farmlands and a focus on agriculture.",
      "Savannah & Coastal Georgia: Savannah (Chatham County) is a historic city known for its beautiful squares, architecture, and vibrant tourism industry. Coastal Georgia offers barrier islands, beaches, and a unique cultural blend."
    ]
  }
}
