{
  "name": "Hawaii",
  "code": "HI",
  "nickname": "",
  "about": "",
  "notes": [
    "Hawaii is a chain of islands, so each major island can be considered a region with its own character.",
    "The Big Island offers a mix of active volcanoes, diverse landscapes, and resort areas.",
    "Maui boasts popular tourist destinations, luxurious resorts, and a slower pace of life in central Maui.",
    "Kauai offers stunning natural beauty, dramatic cliffs, and a mix of tourist areas and rural communities.",
    "Lanai and Molokai are smaller islands with a focus on luxury experiences, cultural preservation, and a more remote atmosphere."
  ],
  "breakdown": {
    "Island of Hawaii (Big Island)": [
      "Hilo & East Hawaii: Hilo (Hawaii County) is the largest city on the Big Island, known for its rainforests, waterfalls, and proximity to Volcanoes National Park. East Hawaii offers a mix of rural communities, active volcanoes (Kilauea and Mauna Loa), and a strong focus on agriculture.",
      "Kona & West Hawaii: Kona (Hawaii County) is a popular tourist destination known for its beautiful beaches, world-class resorts, and historic sites. West Hawaii offers a drier climate, luxury resorts, and a focus on marine activities like snorkeling and diving.",
      "Kohala Coast: The Kohala Coast is a resort area on the northwestern tip of the Big Island, known for its luxury hotels, golf courses, and historic significance (ancient Hawaiian settlements)."
    ],
    "Maui County": [
      "Kahului & Central Maui: Kahului (Maui County) is the major commercial center of Maui, known for its airport and connection to Haleakala National Park. Central Maui offers a mix of residential areas, agricultural lands, and a slower pace of life compared to the resort areas.",
      "Kihei & South Maui: Kihei (Maui County) is a popular tourist destination known for its beautiful beaches, calm waters, and abundance of condos and resorts. South Maui offers a focus on relaxation, watersports, and luxurious accommodations.",
      "West Maui & Lahaina: Lahaina (Maui County) is a historic whaling town known for its Front Street shops, art galleries, and cultural attractions. West Maui offers a mix of resort areas, upscale neighborhoods, and dramatic cliffs overlooking the ocean."
    ],
    "Kauai County": [
      "Lihue & Kauai East Shore: Lihue (Kauai County) is the main commercial center of Kauai, known for its airport and connection to Kauai's natural beauty. Kauai's east shore offers a lush green landscape, waterfalls, and the famous Napali Coast with dramatic cliffs.",
      "Poipu & Kauai South Shore: Poipu (Kauai County) is a popular tourist destination known for its beautiful beaches, golf courses, and proximity to historic sites like Spouting Horn. Kauai's south shore offers a sunny climate, family-friendly resorts, and a focus on outdoor activities."
    ],
    "Lanai & Molokai": [
      "Lanai City & Lanai: Lanai (Maui County) is a smaller island known for its luxurious resorts, upcountry experiences, and a focus on pineapple production. Lanai City offers a limited population but serves as the island's main settlement.",
      "Molokai: Molokai (Kalawao County) is a rural island known for its remote Kalaupapa National Historical Park (former leper colony), dramatic cliffs, and natural beauty. Molokai offers a focus on cultural preservation, hiking trails, and a slower pace of life."
    ]
  }
}
